[
    {
        "id": 0,
        "title": "Junior Product Developer",
        "company": "BrokerTech Ltd",
        "date": "June 2023 - Present",
        "description": "Responding to clients queries regarding products and reports. Implementing required fixes to bugs or new changes to logic through the use of Python. Using Javascript, HTML, CSS, XML and Velocity.js to create/edit dynamic document generation as well as AWS Lambda for static document generation. Creating/editing regular reports to coincide with customer needs using SQL and python.",
        "image": "/BrokerTech"
    },
    {
        "id": 1,
        "title": "Various Delivery Driver Roles",
        "company": "Amazon & Tesco",
        "date": "July 2021 - June 2023",
        "description": "Delivering parcels and groceries to customers in a timely manner. Ensuring that all deliveries are made in a safe and efficient manner. Providing excellent customer service to all customers."
    },
    {
        "id": 2,
        "title": "Student",
        "company": "Canterbury Christ Church University",
        "date": "September 2020 - June 2023",
        "description": "Studied BSc Computer Science and achieved a 2:1. Developed a range of skills including programming, web development, and database management. Completed my final year project on a piano education application developed using HTML, JavaScript, Jest testing, and a MIDI keyboard."
    },
    {
        "id": 3,
        "title": "Assistant Manager",
        "company": "Old City Bar",
        "date": "May, 2019 - July, 2021",
        "description": "Serving customers and organising staff. Handling deliveries, stock management, bookings, cellar management. Opening and closing of the business including handling till close downs at the end of the day."
    },
    {
        "id": 4,
        "title": "Various Hospitality Roles",
        "company": "Shepherd Neame, The Spa Hotel, The Kentish Hare, Hotel Berangere, Mercure Hatfield Oak Hotel",
        "date": "2012 - 2019",
        "description": "Worked various roles in the hospitality industry after finishing 6th form including bar work, waiting tables, kitchen porter, restaurant and bar supervisor, and night manager. Developed excellent customer service skills and the ability to work well under pressure."
    }
]